/**/
"Cancel" = "キャンセル";
/**/
"Delete" = "削除";
/**/
"Open" = "開く";
/**/
"Edit" = "編集";
/**/
"Yes" = "はい";

/*Geometry Edit Action Name*/
"Apply Geometry" = "ジオメトリの適用";
/*Geometry Edit Action Name*/
"Clear Geometry" = "ジオメトリのクリア";
/*Geometry Edit Action Name*/
"Delete Vertex" = "頂点の削除";
/*Geometry Edit Action Name*/
"Insert Part" = "パーツの挿入";
/*Geometry Edit Action Name*/
"Insert Vertex" = "頂点の挿入";
/*Geometry Edit Action Name*/
"Move Vertex" = "頂点の移動";
/*Geometry Edit Action Name*/
"Remove Part" = "パーツの削除";

/*Collecting attachments*/
"Add" = "追加";
/*Collecting attachments*/
"Take Photo or Video" = "写真またはビデオの撮影";
/*Collecting attachments*/
"Choose From Library" = "ライブラリから選択";
/*Collecting attachments*/
"Photo" = "写真";
/*Collecting attachments*/
"Video" = "ビデオ";
/*Collecting attachments*/
"Save To Photo Library" = "フォトライブラリに保存";
/*Collecting attachments*/
"Download" = "ダウンロード";

/*Date attribute*/
"Today" = "今日";

/**/
"Attachments" = "添付ファイル";
"Attributes" = "属性";

/**/
"Open in Safari" = "Safari で開く";

/* Please enter a numeric value between 0 and 5.*/
"RangeValueMessageInt" = "%i ～ %i の数字を入力してください。";

/* Please enter a numeric value between 0.5 and 5.0.*/
"RangeValueMessageFloat" = "%f ～ %f の数字を入力してください。";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"StringLengthError" = "文字数が多すぎます (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "許容範囲外の数字です。";

/* BLOB, RASTER, etc */
"Field type not supported" = "サポートされていないフィールド型";

/**/
"CurrentPageOfNumberOfPagesFormatString" = "%d / %d";

/**/
"ChangingFeatureTypeAlertTitle" = "フィーチャ タイプの変更";
"ChangingFeatureTypeAlertMessage" =  "このフィーチャ タイプの変更により、一部のフィールド値が上書きされる可能性があります。続行しますか。";

/**/
/*Text for pie chart when data is invalid*/
"Data for pie chart is invalid" = "円グラフのデータが無効です";

/* Text for pie chart when no data is available */
"No data to create a pie chart" = "円グラフを作成するためのデータがありません";
